Revit 2027 API
LayerModifier Constructor
Overload List
Name | Description
LayerModifier() |  Constructs a new LayerModifier with default values.
LayerModifier(ModifierType, String) |  Constructs a new LayerModifier with modifierType and separator.
Top
See Also
Reference
LayerModifier Class
Autodesk.Revit.DB Namespace